[Doom2016GaussCannon X2WeaponTemplate]
FriendlyName="高斯炮-2016纪念版"
FriendlyNamePlural="高斯炮-2016纪念版"
BriefSummary="多年以来，高斯加速器一直是UAC在众多工业项目的基础，比如亚金能源的开采，以及位于火卫一和火卫二的矿石挖掘机，都可以看到高斯加速器的身影。由于将所有活动部件丧心病狂的消减，高斯炮-2016纪念版是一剂能够治疗任何火力不足恐惧症的良药。通过使钢制箭镖穿过磁化的膛线，可以实现极强的动能打击。由于弹药的空气动力学设计，武器的精确度被大幅度提升。弹药价格低廉且供应充足，并且在穿过有机物质时能够保持其成分，特殊情况下，即使在路边随手抓一把石子也可以在高斯加速器的作用下发挥巨大的威力。需要注意的是，高斯炮有明显的后坐力，操作员必须随时进行调整，避免高斯加速器的超频导致的爆炸。"
TacticalText="<Bullet/>在没有特殊训练的情况下，使用主武器攻击会结束士兵的回合。 \n<Bullet/> 通过配件改造来提升高斯炮-2016纪念版的战斗力。（LWOTC禁用升级）"
AbilityDescName="高斯炮-2016纪念版"

[FireGaussCannon X2AbilityTemplate]
LocFriendlyName="开火！"
LocLongDescription="直线开火"
LocHelpText="发射一束在直线上造成伤害的光束"
LocFlyOverText="开火！开火！"



